<template>
  <div id="itemDetail">
    <!-- navbar -->
    <van-nav-bar title="itemDetail" left-arrow @click-left="onClickLeft"></van-nav-bar>
    <!-- 图文 -->
    <div id="detailBox">
      <div id="title">中共中央印发《中国中产党支部工作条例》试行</div>
      <div id="titleInfo">
        <div class="time">2019-05-09</div>
        <div class="readtime">需要时间</div>
      </div>
      <div id="content">
        新华社北京11月6日电（记者王卓伦、郑明达）国家主席习近平6日在人民大会堂同法国总统马克龙会谈。
        习近平说，昨天，我和你在上海共同出席了第二届中国国际进口博览会开幕式，我们在讲话中一起向全世界发出坚定维护多边主义和自由贸易、构建开放型世界经济的强烈信号。我们还就很多共同关心的话题进行了坦诚深入、富有成效的交流，增进了相互理解和信任。面对当今世界百年未有之大变局，中法作为联合国安理会常任理事国和东西方文明代表，理应加强战略沟通，担负更多责任，展现大国担当。我愿同你一道，面向世界，面向未来，面向人民，推动中法全面战略伙伴关系更上层楼，继续走在大国关系前列。
        习近平强调，当前，中法关系呈现出强劲发展势头。今年3月我对法国成功进行国事访问以来，我们达成的各项共识正在得到积极落实。台山核电站1号和2号机组全部建成投入商运，为全球第三代核电站建设提供了成功范例。两国共同发布了第二批中法工业合作示范项目清单。中国政府刚刚成功在巴黎发行40亿欧元主权债券。中法还共同推动中欧完成了地理标志协定谈判。中方愿同法方聚焦六大目标，推动交流合作全面深入发展，取得更多实实在在的成果。
        一要维护和增进政治互信。要继续相互尊重，把尊重彼此主权、领土完整、核心利益、重大关切的表态落实到行动上。加强立法机关、政党、军队交流合作，支持和鼓励中央和地方各部门加强往来。加强网络安全和反恐合作。
        二要继续推进大项目合作。中方致力于同法方深化核能全产业链合作，鼓励和支持中国企业同法方在中法两国、第三方市场探讨开展新合作，加强核能基础和高新技术联合研发。落实好航空、航天等领域达成的新合作。
        三要扩大双向市场开放。中方愿同法方扩大双向贸易和投资，提升贸易和投资自由化便利化，共同维护市场规则和公平竞争原则，希望法方把不针对中国搞歧视性政策的表态落到实处。中方愿根据市场需求，进口更多优质安全的法国农食产品，开展农业全方位合作。加强知识产权领域交流合作，支持尽快达成一份富有雄心、平衡的中欧投资协定。
        四要推动共建“一带一路”倡议同欧盟欧亚互联互通战略对接。抓紧落实已确定的示范项目清单，同时积极推动更多企业参与第三方市场合作，推动共建“一带一路”绿色发展。
        五要深化创新合作，共同实现可持续发展。推动中法科技合作向纵深发展，加强在环境包括生物多样性保护等领域合作，欢迎更多法国企业参与中法武汉生态示范城建设。拓展新能源汽车、智能网联汽车、人工智能等领域务实合作。
        六要促进文明交流互鉴。共同办好2021年中法文化旅游年，加强博物馆和文化遗产保护等领域合作。
      </div>
    </div>
  </div>
</template>
<script>

export default {
  data() {
    return {
      
    };
  },
  methods: {
    onClickLeft() {
      this.$router.go(-1);
    }
  }
};
</script>
<style scoped>
#detailBox {
  padding: 0 1rem;
  background: #fff;
}
#content {
  height: calc(100vh - 10rem);
}
#title {
  font-size: 1.5rem;
  text-align: left;
}
#titleInfo {
  display: flex;
  height: 3rem;
  align-items: center;
}
#titleInfo > .time {
  flex: 1;
  text-align: left;
}
.bottomBox {
  height: 2rem;
  align-items: center;
  display: flex;
  justify-content: center;
  position: fixed;
  bottom: 50px;
  width: 100%;
  background: #fff;
}
</style>